Repository: collective/medialog.googlefonts
Catalog: medialog/googlefonts/locales/*/LC_MESSAGES/medialog.googlefonts.po
Languages: es

source: Add Google webfonts demostration settings to your site.
es: Agregar configuraciones para demostrar Google Fonts a su sitio.

source: Add Google webfonts to your site.
es: Agregar Google Fonts a su sitio.

source: Googlefont Settings
es: Configuración de Google Fonts

source: Medialog Googlefonts Fontsheet
es: Hoja de fuentes Google Fonts

source: Medialog Googlefonts demo
es: medialog.googlefonts - Demostración

source: Remove Google Webfonts to your site.
es: Remover Google Fonts de su sitio.

source: Show All Fonts
es: Mostrar todas las fuentes de Google Fonts

source: Write something here when the page has loaded
es: Escribe algo aquí cuando la página se haya cargado

source: googlefonts
es: Google Fonts en

source: googlefonts_on
es: Los elementos divs o classes HTML que van PRIMERO para Google Fonts.

source: help_extracss
es: Ejemplo: #content .sometitle { font-family: 'Fuente Seleccionada', 'Times', 'Sans-Serif' !important; font-size: 300% !important; }

source: help_googlefontfamily
es: Seleccione las fuentes. La vista previa de las fuentes en <a href='@@fontsheet' target='_blank'>http://susitioweb.com/@@fontsheet</a>

source: help_googlefontfamilysize
es: Tamaño de fuente que van PRIMERO para Google Fonts

source: label_extracss
es: El estilo css extra. Incluye clases y divs. Por favor, sin errores tipográficos....

source: label_googlefontcss
es: El estilo CSS que van PRIMERO para Google Fonts. Por favor, sin errores tipográficos....

source: label_googlefontfamily
es: Habilitar fuentes

source: label_googlefontfamilysize
es: Tamaño de la fuente

source: medialog.googlefonts uninstall
es: medialog.googlefonts - Desinstalar
